{
  "drop": [
    {
      "id": 0,
      "image": "11",
      "title": "breakfast",
      "description": "Start your day right with our delicious breakfast menu featuring a tempting array of freshly baked pastries, hearty omelettes, and aromatic coffee, all made with the finest ingredients.",
      "url": "http://www.google.com"
    },
    {
      "id": 1,
      "image": "1",
      "title": "sandwiches & wraps",
      "description": "Experience handheld bliss with our sandwiches and wraps menu, featuring an enticing fusion of globally-inspired ingredients, including tender roast beef, tangy condiments, and a medley of fresh veggies, all expertly crafted to satisfy your taste buds.",
      "url": "http://www.google.com"
    },
    {
      "id": 2,
      "image": "13",
      "title": "hot entrees",
      "description": "Delight in our hot entree menu, where delectable dishes take center stage, offering a culinary journey of rich flavors and enticing aromas. From savory braised meats to savory stir-fries, each dish is thoughtfully prepared to elevate your dining experience.",
      "url": "http://www.google.com"
    },
    {
      "id": 3,
      "image": "4",
      "title": "salads & bowls",
      "description": "Elevate your lunchtime with our vibrant salads and bowls menu, featuring an array of fresh, crisp greens, topped with an assortment of flavorful ingredients and drizzled with tantalizing dressings for a healthy and satisfying meal.",
      "url": "http://www.google.com"
    },
    {
      "id": 4,
      "image": "6",
      "title": "sides & snacks",
      "description": "Enhance your meal with our tempting sides and snack menu, offering a tantalizing assortment of crispy fries, cheesy loaded nachos, and savory bites that complement any main dish perfectly.",
      "url": "http://www.google.com"
    },
    {
      "id": 0,
      "image": "3",
      "title": "soups & chilli",
      "description": "Delight in our flavorful selection of sides and snacks, featuring irresistible options like golden onion rings, creamy spinach dip, and crispy chicken wings, adding an extra element of indulgence to your dining experience.",
      "url": "http://www.google.com"
    },
    {
      "id": 0,
      "image": "7",
      "title": "beverages",
      "description": "Quench your thirst and elevate your dining experience with our beverage menu, offering a refreshing variety of handcrafted cocktails, artisanal coffee blends, and freshly squeezed juices.",
      "url": "http://www.google.com"
    }
  ],
  "catering": [
    {
      "id": 0,
      "image": "5",
      "title": "BBQs",
      "description": "There are lots of options to celebrate or to help express your appreciation for staff, tenants or clients.",
      "url": "/"
    },
    {
      "id": 1,
      "image": "7",
      "title": "Beverages & Bar Service",
      "description": "We've got beverages hot and cold. Our certified bartenders are experienced professionals who posses premium service skills.",
      "url": "/"
    },
    {
      "id": 2,
      "image": "10",
      "title": "Buffets",
      "description": "Choose from a variety of hot food options. Select one of our popular pre-set menus or create your own from our distinctive courses.",
      "url": "/"
    },
    {
      "id": 3,
      "image": "9",
      "title": "Canapés, Stations & Platters",
      "description": "There is a wide selection to create either a full meal or a light cocktail reception. Clients rave about our pleasently polite and professional service staff.",
      "url": "/"
    },
    {
      "id": 4,
      "image": "11",
      "title": "Celebrations of Life & Memorials",
      "description": "For your convenience, we have highlighted our most popular combinations. You may want to select one of them and personalize it our create your own from our á la carte items.",
      "url": "/"
    },
    {
      "id": 5,
      "image": "12",
      "title": "Desserts",
      "description": "Our selection of tasty á la carte items, dessert buffets, and build-your-own stations are perfect for every occasion.",
      "url": "/"
    }
  ]
}
